Repository: michelf/sim-daltonism
Catalog: Mac App/Resources/mul.lproj/Main.xcstrings
Source language: en
Languages: fr, zh_hans

# 0mY-bA-P8c.title
source: Yellow-Blue Confusion
fr: Confusion jaune-bleu
zh_hans: 蓝黄色盲

# 0Oq-II-PTx.title
source: Content under the window
fr: Contenu sous la fenêtre

# 0Rl-9u-B72.title
source: Filter
fr: Filtre
zh_hans: 滤色镜

# 0Ta-j5-x1B.title
source: Slow
fr: Lente
zh_hans: 慢

# 1Td-9o-LAZ.title
source: Sim Daltonism Website
fr: Site web de Sim Daltonisme
zh_hans: Sim道尔顿网站

# 1Xt-HY-uBw.title
source: Sim Daltonism
fr: Sim Daltonisme
zh_hans: Sim道尔顿

# 1ZI-M8-y1L.title
source: Loose
fr: Larges

# 2yn-G6-M6Q.title
source: Normal
fr: Normale
zh_hans: 正常

# 3C2-ht-9Py.title
source: Allow Screen Recording
fr: Permettre l’enregistrement d’écran

# 4sb-4s-VLi.title
source: Quit Sim Daltonism
fr: Quitter Sim Daltonisme
zh_hans: 推出Sim道尔顿

# 4Wi-of-LLr.title
source: Tight
fr: Minces

# 5ag-Qh-h9P.title
source: Hue Shift
fr: Décalage de teinte

# 5bi-v8-MT6.title
source: Screen Area
fr: Écran

# 5Iy-kw-aS6.title
source: Export Image…
fr: Exporter l’image…

# 5kV-Vb-QxS.title
source: About Sim Daltonism
fr: À propos de Sim Daltonisme
zh_hans: 关于Sim道尔顿

# 6cU-bP-M3U.title
source: Close
fr: Fermer
zh_hans: 关闭窗口

# 8eI-EC-qzz.title
source: File
fr: Fichier

# 8Uh-Mk-fKK.title
source: Stripes on Blue
fr: Rayures sur bleu

# 8UI-HZ-f80.title
source: Hue Shift
fr: Décalage de teinte

# 9aq-qq-eFM.title
source: Protanomaly
fr: Protanomalie
zh_hans: 红色弱

# 9Nn-6z-j2W.title
source: Tritanomaly
fr: Tritanomalie
zh_hans: 蓝色弱

# 9vI-EY-Qrh.ibExternalAccessibilityDescription
source: Color Tools
fr: Outils de couleurs

# 9vI-EY-Qrh.ibShadowedToolTip
source: Color Tools
fr: Outils de couleurs

# 69U-W4-avx.title
source: Loose
fr: Larges

# 108-DY-rHr.title
source: System Reversed
fr: Système inversé

# 899-rr-sCO.title
source: File
fr: Fichier

# a9w-kS-xMx.title
source: Preferences…
fr: Préférences…
zh_hans: 首选项…

# a63-Dq-ZWl.title
source: Deuteranopia
fr: Deuteranopie
zh_hans: 绿色盲

# ab3-7e-Gkz.title
source: None
fr: Aucune

# ap6-cU-acJ.title
source: Tight
fr: Minces

# aUF-d1-5bR.title
source: Window
fr: Fenêtre
zh_hans: 窗口

# AYu-sK-qS6.title
source: Main Menu
fr: Menu principal
zh_hans: 主菜

# Azx-S0-TJc.title
source: Red-Green Confusion
fr: Confusion rouge-vert
zh_hans: 红绿色盲

# bw7-fp-hDM.title
source: Protanopia
fr: Protanopie
zh_hans: 红色盲

# BYn-Ib-JWz.title
source: Feedback…
fr: Commentaires et suggestions…
zh_hans: 提供建议…

# cbB-Ot-7fb.title
source: Tritanopia
fr: Tritanopie
zh_hans: 蓝色盲

# CK7-w7-4wS.title
source: Loose
fr: Larges

# Cma-0B-uUS.title
source: None
fr: Aucune

# CSr-En-pWp.title
source: Red-Green Confusion
fr: Confusion rouge-vert
zh_hans: 红绿色盲

# Cwt-Y4-OOb.title
source: Tritanomaly
fr: Tritanomalie
zh_hans: 蓝色弱

# dgr-ZR-L4P.title
source: Luminance Flip
fr: Inversion de luminance

# DkF-ge-OAI.title
source: Stripes on Green
fr: Rayures sur vert

# Dny-Fm-8On.title
source: Loose
fr: Larges

# dsM-E9-NHA.title
source: Delete
fr: Supprimer
zh_hans: 删除

# e0c-Vp-Dld.title
source: Other
fr: Autre

# eiB-pP-qli.title
source: Loose
fr: Larges

# EIR-ZH-P9w.title
source: Centered on the mouse pointer
fr: Centrée sur le pointeur

# eOW-Mm-tHB.title
source: None
fr: Aucune

# Eq2-3v-Beq.title
source: Tight
fr: Minces

# F2S-fz-NVQ.title
source: Help
fr: Aide
zh_hans: 帮助

# f4F-NG-duL.title
source: Undo
fr: Annuler
zh_hans: 撤消

# FIX-ry-bLd.title
source: Open System Settings
fr: Ouvrir Réglages Système

# FJ5-bs-Egp.title
source: Tight
fr: Minces

# fta-Eh-vkK.title
source: Screen Area
fr: Écran

# FuE-dz-Mjb.title
source: Edit
fr: Édition
zh_hans: 编辑

# fxx-Ns-Swc.ibExternalAccessibilityDescription
source: Simulated Vision
fr: Vision simulée
zh_hans: 色盲模拟

# fxx-Ns-Swc.ibShadowedToolTip
source: Simulated Vision
fr: Vision simulée
zh_hans: 色盲模拟

# gfa-Oi-jN7.title
source: Loose
fr: Larges

# gn2-d3-HAC.title
source: Other
fr: Autre

# gPs-xU-j5f.title
source: Tight
fr: Minces

# grx-0i-gas.title
source: Send Feedback
fr: Envoyez vos commentaires et suggestions

# guw-cd-bxe.title
source: Copy
fr: Copier
zh_hans: 拷贝

# gz2-GM-Rqn.title
source: Appearance:
fr: Apparence :

# hcA-vN-DNJ.title
source: View
fr: Voir

# IB0-C5-dbg.title
source: Protanopia
fr: Protanopie
zh_hans: 红色盲

# IQv-IB-iLA.title
source: Sim Daltonism
fr: Sim Daltonisme
zh_hans: Sim道尔顿

# Iyp-fh-8yq.title
source: Metal is newer, but testing has shown OpenGL to have less latency.
fr: Metal est plus récent, mais les tests ont révélé qu’OpenGL est plus rapide.

# jF4-5h-zpx.title
source: Screen Capture:
fr: Capture de l’écran :

# Jr5-1s-u16.title
source: Monochrome Analog TV
fr: Télé monochrome analogique

# k8K-Sj-41W.title
source: Methodology
fr: Méthodologie
zh_hans: 色盲模拟方法

# kCa-3R-dzG.title
source: Centered on the mouse pointer
fr: Centrée sur le pointeur
zh_hans: 跟随鼠标

# Kd2-mp-pUS.title
source: Show All
fr: Tout afficher
zh_hans: 显示所有

# KYN-fK-VqC.title
source: None
fr: Aucune

# l5f-hm-4EQ.title
source: Paste
fr: Coller
zh_hans: 粘贴

# LE2-aR-0XJ.title
source: Bring All to Front
fr: Tout ramener au premier plan
zh_hans: 移到最前方

# LiM-c9-ljh.title
source: Share…
fr: Partager…

# llH-ak-14n.title
source: Monochromacy
fr: Monochromatie

# lUu-DQ-TMb.title
source: Deuteranomaly
fr: Deuteranomalie
zh_hans: 绿色弱

# mCv-p4-Fgj.title
source: Deuteranopia
fr: Deuteranopie
zh_hans: 绿色盲

# MTE-4H-QVo.title
source: Tight
fr: Minces

# nDf-Mm-eHb.title
source: Tools
fr: Outils

# niG-Oz-Fca.title
source: System Default
fr: Système

# NOe-pd-lzI.title
source: Monochrome Analog TV
fr: Télé monochrome analogique

# Npk-y4-wqh.title
source: Achromatopsia
fr: Achromatopsie

# nTq-TO-Vrl.title
source: Vibrancy Boost
fr: Couleurs vibrantes

# NZh-d2-3Vx.title
source: Dark
fr: Sombre

# o9s-VR-rOe.title
source: Monochromacy
fr: Monochromatie

# Olw-nP-bQN.title
source: Hide Sim Daltonism
fr: Masquer Sim Daltonisme
zh_hans: 隐藏Sim道尔顿

# oNq-0I-6VM.title
source: Color Tools
fr: Outils de couleurs

# OY7-WF-poV.title
source: Minimize
fr: Placer dans le dock
zh_hans: 最小化

# p57-e4-p5l.title
source: Light
fr: Claire

# pFL-0F-7Lj.title
source: Partial Monochromacy
fr: Monochromatisme partiel
zh_hans: 全色盲弱

# pMU-Xp-Wd7.title
source: Cut
fr: Couper
zh_hans: 剪切

# pNg-ec-UhE.title
source: Preferences
fr: Préférences
zh_hans: 首选项

# POb-YH-aFu.title
source: Select All
fr: Tout sélectionner
zh_hans: 选择所有

# pqH-cF-rp6.title
source: Screen Area
fr: Écran

# pSS-u2-Yvu.title
source: Stripes on Red
fr: Rayures sur rouge

# pZJ-au-Nbi.title
source: Edit
fr: Édition
zh_hans: 编辑

# qFI-zV-zCg.title
source: Redo
fr: Refaire
zh_hans: 恢复

# R4o-n2-Eq4.title
source: Zoom
fr: Réduire/Arrandir
zh_hans: 窗口最大化

# r45-NV-LnS.title
source: None
fr: Aucune

# ruJ-WI-A6z.title
source: Vibrancy Boost
fr: Couleurs vibrantes

# Rws-lF-aRe.title
source: None
fr: Aucune

# SmN-WU-fNf.title
source: Protanomaly
fr: Protanomalie
zh_hans: 红色弱

# Sxd-oL-mXE.title
source: Stripes on Blue
fr: Rayures sur bleu

# szF-Cd-B1t.title
source: Monochromacy
fr: Monochromatie
zh_hans: 全色盲

# T84-nw-e1t.title
source: Stripes on Green
fr: Rayures sur vert

# TcM-Xs-2Co.title
source: Note: for these settings to take effect, close and reopen Sim Daltonism.
fr: Note : pour que ces réglages prennent effet, quittez et rouvrez Sim Daltonisme.

# Td7-aD-5lo.title
source: Window
fr: Fenêtre
zh_hans: 窗口

# TI1-bm-Zj5.title
source: Filter
fr: Filtre

# tWK-Bn-ZFS.title
source: Blue Cone Monochromacy
fr: Monochromatie au bleu

# uQy-DD-JDr.title
source: Sim Daltonism
fr: Sim Daltonisme
zh_hans: Sim道尔顿

# UYN-Og-gVX.title
source: Rate on the App Store
fr: Notez cette app sur l’App Store

# V0K-QP-7mN.title
source: Sim Daltonism needs your permission to display a filtered capture of the screen.
fr: Sim Daltonisme a besoin de votre permission pour afficher et filtrer une capture de l’écran.

# v8X-0U-JSd.title
source: Deuteranomaly
fr: Deuteranomalie
zh_hans: 绿色弱

# Vdr-fp-XzO.title
source: Hide Others
fr: Masquer les autres
zh_hans: 隐藏其它

# vdT-ac-lg7.title
source: Normal Vision
fr: Vision normale
zh_hans: 正常色觉

# Ve6-N2-IFi.title
source: Stripes on Red
fr: Rayures sur rouge

# VqT-Hv-jHT.title
source: (Nothing actually gets recorded.)
fr: (Aucun enregistrement n’est conservé.)

# vvc-tI-K64.title
source: Yellow-Blue Confusion
fr: Confusion jaune-bleu
zh_hans: 蓝黄色盲

# wh1-bY-2Li.title
source: Normal Vision
fr: Vision normale
zh_hans: 正常色觉

# WKr-6V-hW2.title
source: Advanced
fr: Avancé

# WOT-fj-aQm.title
source: Tools
fr: Outils

# wpr-3q-Mcd.title
source: Help
fr: Aide
zh_hans: 帮助

# Wpw-mb-ZK4.title
source: Rendering:
fr: Rendu :

# wYE-Gi-tJj.title
source: Simulated Vision
fr: Vision simulée
zh_hans: 色盲模拟

# WzI-VB-ssA.title
source: Fast
fr: Rapide
zh_hans: 快

# xkd-TQ-kuW.title
source: Refresh Speed:
fr: Vitesse de rafraîchissement :
zh_hans: 显示刷新速度:

# Xny-fw-54a.title
source: Luminance Flip
fr: Inversion de luminance

# XYj-CE-0ar.title
source: A faster refresh speed will reduce the lag if the area to filter is not too large. A slower refresh speed will reduce energy consumption.
fr: Une vitesse de rafraîchissement plus rapide rendrera l’image plus fluide si la zone à filtrer n’est pas trop grande. Une vitesse de rafraîchissement plus lente réduira la consomation d’énergie.

# ZcQ-wi-cuP.title
source: New
fr: Nouveau
zh_hans: 开新窗口

# Zd4-H3-mFQ.title
source: Screen Capture Kit is newer and offers a better frame rate, but macOS will hide notifications while in use unless you go to System Settings > Notifications > Privacy and Security > Allow notifications when mirroring or sharing the display.
fr: Screen Capture Kit est plus récent et offre une meilleure vitesse de rafraichissement, mais macOS masquera les notifications à moins de changer dans Réglages système > Notifications > Confidentialité et sécurité > Permettre les notifications lors de la recopie ou du partage de l’écran.

# ZDe-67-KJY.title
source: Content under the window
fr: Contenu sous la fenêtre
zh_hans: 窗口下面

# zkp-kF-7Zj.title
source: Tritanopia
fr: Tritanopie
zh_hans: 蓝色盲

# zOt-6e-Bty.title
source: After giving the Screen Recording permission, quit and reopen Sim Daltonism for the change to take effect.
fr: Après avoir donné la permission pour l’enregistrement d’écran, quittez et réouvre Sim Daltonisme pour que le changement prenne effet.

# zsj-gZ-gIm.title
source: View
fr: Voir

# zww-Y2-pp3.ibExternalAccessibilityDescription
source: Screen Area
fr: Écran

# zww-Y2-pp3.ibShadowedToolTip
source: Screen Area
fr: Écran

# hz9-B4-Xy5.title
source: Services
zh_hans: 服务

# NMo-om-nkz.title
source: Services
zh_hans: 服务
